import pizza from '../assets/image/pizza.png'

import pastaImg from '../assets/image/pasta.jpeg'

import soups from '../assets/image/soups.png'

import salads from '../assets/image/salads.png'

import drink from '../assets/image/drinks.png'

import dessert from '../assets/image/dessert.webp'

import antipasti from '../assets/image/antipasti.png'


const pizzaData = [ 
  {
    id: 1,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: pizza
  },
  {
    id: 2,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: pizza
  },
  {
    id: 3,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: pizza
  },
  {
    id: 4,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: pizza
  },
    {
    id: 5,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: pizza
  },
  {
    id: 6,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: pizza
  },
  {
    id: 7,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: pizza
  },
  {
    id: 8,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: pizza
  },
    {
    id: 9,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: pizza
  },
  {
    id: 10,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: pizza
  },
  {
    id: 11,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: pizza
  },
  {
    id: 12,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: pizza
  },
    {
    id: 13,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: pizza
  },
  {
    id: 14,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: pizza
  },
  {
    id: 15,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: pizza
  },
  {
    id: 16,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: pizza
  }
]

export {pizzaData}

const pastaData = [

  {
    id: 17,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 500 ₽',
    image: pastaImg
  },
  {
    id: 18,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 500 ₽',
    image: pastaImg
  },
  {
    id: 19,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 500 ₽',
    image: pastaImg
  },
  {
    id: 20,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 500 ₽',
    image: pastaImg
  },
  {
    id: 21,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 500 ₽',
    image: pastaImg
  },
  {
    id: 22,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 500 ₽',
    image: pastaImg
  },
  {
    id: 23,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 500 ₽',
    image: pastaImg
  },
  {
    id: 24,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 500 ₽',
    image: pastaImg
  },
  {
    id: 25,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 500 ₽',
    image: pastaImg
  },
  {
    id: 26,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 500 ₽',
    image: pastaImg
  },
  {
    id: 27,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 500 ₽',
    image: pastaImg
  },
  {
    id: 28,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 500 ₽',
    image: pastaImg
  }
]

export {pastaData}

const soupsData = [
  {
    id: 29,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 300 ₽',
    image: soups
  },
  {
    id: 30,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 300 ₽',
    image: soups
  },
  {
    id: 31,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 300 ₽',
    image: soups
  },
  {
    id: 32,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 300 ₽',
    image: soups
  },
  {
    id: 33,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 300 ₽',
    image: soups
  },
  {
    id: 34,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 300 ₽',
    image: soups
  },
  {
    id: 35,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 300 ₽',
    image: soups
  },
  {
    id: 36,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 300 ₽',
    image: soups
  },
  {
    id: 37,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 300 ₽',
    image: soups
  },
  {
    id: 38,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 300 ₽',
    image: soups
  },
  {
    id: 39,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 300 ₽',
    image: soups
  },
  {
    id: 40,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 300 ₽',
    image: soups
  }
]

export {soupsData}

const saladsData =[
  {
    id: 41,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 400 ₽',
    image: salads
  },
  {
     id: 42,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 400 ₽',
    image: salads
  },
  {
    id: 43,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 400 ₽',
    image: salads
  },
  {
    id: 44,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 400 ₽',
    image: salads
  },
  {
    id: 45,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 400 ₽',
    image: salads
  },
  {
    id: 46,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 400 ₽',
    image: salads
  },
  {
    id: 47,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 400 ₽',
    image: salads
  },
  {
    id: 48,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 400 ₽',
    image: salads
  },
  {
    id: 49,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 400 ₽',
    image: salads
  },
  {
    id: 50,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 400 ₽',
    image: salads
  },
  {
    id: 51,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 400 ₽',
    image: salads
  },
  {
    id: 52,
    name: 'С креветками и трюфелями',
    description:
      'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 400 ₽',
    image: salads
  }
]
 export { saladsData}

 const drinksData =[
   {
     id: 53,
     name: 'С креветками и трюфелями',
     description:
       'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
     price: 'от 120 ₽',
     image: drink
   },
   {
     id: 54,
     name: 'С креветками и трюфелями',
     description:
       'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
     price: 'от 120 ₽',
     image: drink
   },
   {
     id: 55,
     name: 'С креветками и трюфелями',
     description:
       'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
     price: 'от 120 ₽',
     image: drink
   },
   {
     id: 56,
     name: 'С креветками и трюфелями',
     description:
       'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
     price: 'от 120 ₽',
     image: drink
   },
   {
     id: 57,
     name: 'С креветками и трюфелями',
     description:
       'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
     price: 'от 120 ₽',
     image: drink
   },
   {
     id: 58,
     name: 'С креветками и трюфелями',
     description:
       'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
     price: 'от 120 ₽',
     image: drink
   },
   {
     id: 59,
     name: 'С креветками и трюфелями',
     description:
       'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
     price: 'от 120 ₽',
     image: drink
   },
   {
     id: 60,
     name: 'С креветками и трюфелями',
     description:
       'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
     price: 'от 120 ₽',
     image: drink
   },
   {
     id: 61,
     name: 'С креветками и трюфелями',
     description:
       'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
     price: 'от 120 ₽',
     image: drink
   },
   {
     id: 62,
     name: 'С креветками и трюфелями',
     description:
       'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
     price: 'от 120 ₽',
     image: drink
   },
   {
     id: 63,
     name: 'С креветками и трюфелями',
     description:
       'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
     price: 'от 120 ₽',
     image: drink
   },
   {
     id: 64,
     name: 'С креветками и трюфелями',
     description:
       'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
     price: 'от 120 ₽',
     image: drink
   }
 ]
 export {drinksData}

 const dessertData =[
  {
    id: 65,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 600 ₽',
    image: dessert
  },
  {
    id: 66,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 600 ₽',
    image: dessert
  },
  {
    id: 67,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 600 ₽',
    image: dessert
  },
  {
    id: 68,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 600 ₽',
    image: dessert
  },
  {
    id: 69,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 600 ₽',
    image: dessert
  },
  {
    id: 70,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 600 ₽',
    image: dessert
  },
  {
    id: 71,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 600 ₽',
    image: dessert
  },
  {
    id: 72,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 600 ₽',
    image: dessert
  },
  {
    id: 73,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 600 ₽',
    image: dessert
  },
  {
    id: 74,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 600 ₽',
    image: dessert
  },
  {
    id: 75,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 600 ₽',
    image: dessert
  },
  {
    id: 76,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан. 350 г',
    price: 'от 600 ₽',
    image: dessert
  }
]
export {dessertData}

const antipastiData =[
  {
    id: 77,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: antipasti
  },
  {
    id: 78,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: antipasti
  },
  {
    id: 79,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: antipasti
  },
  {
    id: 80,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: antipasti
  },
  {
    id: 81,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: antipasti
  },
  {
    id: 82,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: antipasti
  },
  {
    id: 83,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: antipasti
  },
  {
    id: 84,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: antipasti
  },
  {
    id: 85,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: antipasti
  },
  {
    id: 86,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: antipasti
  },
  {
    id: 87,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: antipasti
  },
  {
    id: 88,
    name: 'С креветками и трюфелями',
    description: 'Домашнаяя паста феттуччине, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
    price: 'от 600 ₽',
    image: antipasti
  }
]
export {antipastiData}